export const buildings = [
    {
        value: "1",
        label: "دانشکده ادبیات و علوم انسانی",
        scop: "1"
    },
    {
        value: "2",
        label: "دانشکده الهیات و ادیان",
        scop: "1"
    },
    {
        value: "3",
        label: "دانشکده حقوق",
        scop: "1"
    },
    {
        value: "4",
        label: "دانشکده اقتصاد و علوم سیاسی",
        scop: "1"
    },
    {
        value: "5",
        label: "دانشکده مدیریت و حسابداری",
        scop: "1"
    },
    {
        value: "6",
        label: "دانشکده علوم تربیتی و روان شناسی",
        scop: "1"
    },
    {
        value: "7",
        label: "دانشکده علوم ورزشی و تندرستی",
        scop: "1"
    },
    {
        value: "8",
        label: "دانشکده علوم و فناوری زیستی",
        scop: "1"
    },
    {
        value: "9",
        label: "دانشکده علوم زمین",
        scop: "1"
    },
    {
        value: "10",
        label: "دانشکده علوم ریاضی",
        scop: "1"
    },
    {
        value: "11",
        label: "دانشکده فیزیک",
        scop: "1"
    },
    {
        value: "12",
        label: "دانشکده علوم شیمی و نفت",
        scop: "1"
    },
    {
        value: "13",
        label: "دانشکده معماری و شهرسازی",
        scop: "1"
    },
    {
        value: "14",
        label: "دانشکده فناوریهای نوین و مهندسی هوافضا",
        scop: "1"
    },
    {
        value: "15",
        label: "دانشکده مهندسی مکانیک و انرژی",
        scop: "1"
    },
    {
        value: "16",
        label: "دانشکده مهندسی برق الکترونیک و مخابرات",
        scop: "1"
    },
    {
        value: "17",
        label: "دانشکده مهندسی برق کنترل و قدرت",
        scop: "1"
    },
    {
        value: "18",
        label: "دانشکده مهندسی و علوم کامپیوتر",
        scop: "1"
    },
    {
        value: "19",
        label: "دانشکده مهندسی هسته ای",
        scop: "1"
    },
    {
        value: "20",
        label: "دانشکده مهندسی عمران ،آب و محیط زیست",
        scop: "1"
    },

    {
        value: "22",
        label: "ریاست دانشگاه",
        scop: "2"
    },
    {
        value: "23",
        label: "نهاد نمایندگی مقام معظم رهبری",
        scop: "2"
    },
    {
        value: "24",
        label: "مدیریت حوزه ریاست و روابط عمومی",
        scop: "2"
    },
    {
        value: "25",
        label: "معاونت دانشجویی",
        scop: "2"
    },
    {
        value: "26",
        label: "معاونت پشتیبانی مالی و مدیریت منابع",
        scop: "2"
    },
    {
        value: "27",
        label: "معاونت پژوهشی و فناوری",
        scop: "2"
    },
    {
        value: "28",
        label: "معاونت آموزشی",
        scop: "2"
    },
    {
        value: "29",
        label: "معاونت فرهنگی و اجتماعی",
        scop: "2"
    },
    {
        value: "30",
        label: "مدیریت همکاری های علمی بین المللی",
        scop: "2"
    },
    {
        value: "31",
        label: "مدیریت امور هیات علمی",
        scop: "2"
    },
    {
        value: "32",
        label: "مدیریت امور حقوقی",
        scop: "2"
    },
    {
        value: "33",
        label: "مرکز فناوری اطلاعات و ارتباطات",
        scop: "1"
    },
    {
        value: "34",
        label: "مرکز آموزشهای الکترونیکی",
        scop: "1"
    },
    {
        value: "35",
        label: "مرکز رشد واحدهای فناوری",
        scop: "1"
    },
    {
        value: "36",
        label: "پارک علم و فناوری دانشگاه",
        scop: "1"
    },
    {
        value: "37",
        label: "کتابخانه مرکزی مرکز اسناد و موزه",
        scop: "1"
    }
];


export const scops = {
    "1": [{
        value: "1",
        label: "کارمندان",
    },
    {
        value: "2",
        label: "اساتید",
    },
    {
        value: "3",
        label: "دانشجویان",
    }],
    "2": [{
        value: "1",
        label: "کارمندان",
    },
    {
        value: "2",
        label: "اساتید",
    },
    ],


}